{
  "nav_home": "Home",
  "nav_about": "About",
  "nav_resume": "Work Experience",
  "nav_education": "Education",
  "nav_contact": "Contact",
  "banner_title": "Leandro Cabeza",
  "banner_subtitle": "Software Developer",
  "about_title": "About me",
  "about_text": "My name is Leandro and I am a developer specializing in the design and implementation of integration solutions using the Mulesoft platform. My main job is to create data flows, perform data transformations and connect business applications through different protocols and tools. I always give my best in everything I do, I really enjoy sharing my knowledge and working as a team. I'm constantly updating myself on the latest trends and best practices in systems integration in order to provide higher quality solutions.",
  "contact_details": "Contact Details",
  "location": "Berazategui, Buenos Aires",
  "country": "Argentina, CP 1884",
  "phone": "(011)3649-2674",
  "email": "cabezaleandro@gmail.com",
  "download_cv_es": "Download CV in Spanish",
  "download_cv_en": "Download CV in English",
  "exp_laboral": "Work Experience",
  "education": "Education",
  "skills": "Skills",
  "skills_text": "Knowledge in technologies/languages such as:",
  "contact_section": "Contact",
  "contact_lead": "If you have any questions or inquiries, feel free to contact me through any of my social networks or leave me an email below. Thank you very much for visiting my page. Good luck!!",
  "form_name": "Name",
  "form_email": "Email",
  "form_subject": "Subject",
  "form_message": "Message",
  "form_send": "Send",
  "required": "*",
  "message_success": "Message was sent, thank you very much!",
  "job_sr": "Mulesoft Developer Sr",
  "job_ssr": "Mulesoft Developer SSR",
  "job_dev": "Mulesoft Developer",
  "job_collections": "Collections Manager (Santander)",
  "project_airpak": "Airpak Central America Project",
  "project_etb": "ETB Colombia Project",
  "project_telefonica": "Telefonica Spain Project",
  "project_worldvision": "WorldVision International Project",
  "tasks": "Tasks:",
  "task_requirements": "Requirements gathering, analysis and clarification with stakeholders",
  "task_backlog": "Active participation in backlog refinement and prioritization",
  "task_design": "Design and implementation of integration solutions using the MuleSoft platform (Anypoint Platform and Anypoint Studio)",
  "task_flows": "Development of efficient, scalable and reusable data flows",
  "task_integration": "Integration of enterprise applications through different protocols (REST and SOAP)",
  "task_dataweave": "Data transformation in JSON and XML formats using DataWeave 2.0",
  "task_git": "Version control management through GIT",
  "task_maintenance": "Evolutionary and corrective maintenance of existing solutions",
  "task_support": "Technical support during integration testing with clients and post-implementation support",
  "task_raml": "RAML design according to specifications",
  "task_postman": "Request submission through Postman",
  "task_errors": "Error Handling",
  "task_documentation": "Contribution to technical documentation and user manual creation",
  "collections_desc": "Management of calls to Banco Santander customers in arrears, in order to provide solutions to their difficulties or advise them with various more accessible payment methods.",
  "degree_tech": "University Technical Degree in Programming",
  "degree_desc": "I am a graduate of the University Technical Degree in Programming. Throughout my career I was able to obtain various knowledge that is very useful for my daily work, in addition to training myself to detect and analyze data processing problems.",
  "degree_tech_text": "I was able to work successfully with tools and technologies such as \"C\", \"C#\", \"Js\", \"Php\", \"Angular\", \"Ionic\", \"Git\".",
  "github_text": "You can view all projects performed on my github",
  "cert_mcd2": "MuleSoft Certified Developer - Level 2",
  "cert_mcd2_desc": "The MuleSoft Certified Developer – Level 2 certification validates that a developer has advanced knowledge and skills to work independently with professional-level MuleSoft applications, especially those that are \"production-ready\" and are used within a real environment.",
  "cert_mcd1": "MuleSoft Certified Developer - Level 1",
  "cert_mcd1_desc": "The MuleSoft Certified Developer – Level 1 exam validates that a developer has the knowledge and skills necessary to design, build, test and debug, implement and manage basic APIs and integrations.",
  "cert_dataweave": "DataWeave 2.0 In-Depth Course",
  "cert_dataweave_desc": "DataWeave 2.0 course, a language used to perform different transformations and data processing in MuleSoft.",
  "cert_kotlin": "Android 11 Course with Kotlin",
  "cert_kotlin_desc": "Android 11 course where I learned more about the different elements available in Android.",
  "cert_lab_android": "LAB Android",
  "cert_lab_android_desc": "Training program offered by Neoris company in order to train people in certain technologies, the duration is approximately 5 weeks.",
  "cert_lab_android_topics": "Fragments, Recycler Views, Linear Layouts, Adapters, Firestore (Database connection, Creates, Deletes, modifications and parameter filtering), Material Design Components, Unit Tests, Implementation tests, Dialogs, Splash Screen.",
  "cert_web": "Web Programming",
  "cert_web_desc": "Through a series of courses I took my first steps in computer science. In which I learned the introductory concepts of Web Programming, Object Oriented Programming and languages HTML and CSS, Js, MySql, Php.",
  "cert_link_text": "By clicking on the languages you can download the certifications",
  "view_cert": "View Certification"
}
