{
  "nav_home": "Inicio",
  "nav_about": "Acerca de",
  "nav_resume": "Experiencia Laboral",
  "nav_education": "Educación",
  "nav_contact": "Contacto",
  "banner_title": "Leandro Cabeza",
  "banner_subtitle": "Desarrollador de Software",
  "about_title": "Acerca de mi",
  "about_text": "Mi nombre es Leandro y soy un desarrollador que se especializa en el diseño e implementación de soluciones de integración utilizando la plataforma Mulesoft. Mi principal labor es crear flujos de datos, realizar transformaciones de datos y además conectar aplicaciones empresariales mediante diferentes protocolos y herramientas. Siempre doy lo mejor de mí en todo lo que me propongo, disfruto mucho de compartir mis conocimientos y trabajar en equipo. Estoy constantemente actualizándome en las últimas tendencias y mejores prácticas de la integración de sistemas con el fin de brindar soluciones de mayor calidad.",
  "contact_details": "Detalles de Contacto",
  "location": "Berazategui, Buenos Aires",
  "country": "Argentina, CP 1884",
  "phone": "(011)3649-2674",
  "email": "cabezaleandro@gmail.com",
  "download_cv_es": "Descargar CV en Español",
  "download_cv_en": "Descargar CV en Inglés",
  "exp_laboral": "Exp. Laboral",
  "education": "Educación",
  "skills": "Conocimientos",
  "skills_text": "Conocimiento en tecnologias/lenguajes tales como :",
  "contact_section": "Contacto",
  "contact_lead": "Ante cualquier duda o consulta no dudes en comunicarte mediante cualquiera de mis redes sociales o sino también podés dejarme un mail a continuación. Muchas gracias por visitar mi página. Exitos!!",
  "form_name": "Nombre",
  "form_email": "Email",
  "form_subject": "Asunto",
  "form_message": "Mensaje",
  "form_send": "Enviar",
  "required": "*",
  "message_success": "El mensaje fue enviado, muchas gracias!",
  "job_sr": "Mulesoft Developer Sr",
  "job_ssr": "Mulesoft Developer SSR",
  "job_dev": "Mulesoft Developer",
  "job_collections": "Gestor de Cobranzas (Santander)",
  "project_airpak": "Proyecto Airpak Centro America",
  "project_etb": "Proyecto ETB Colombia",
  "project_telefonica": "Proyecto Telefonica España",
  "project_worldvision": "Proyecto WorldVisionInternational",
  "tasks": "Labores:",
  "task_requirements": "Levantamiento, análisis y clarificación de requerimientos junto a stakeholders",
  "task_backlog": "Participación activa en la refinación y priorización del backlog",
  "task_design": "Diseño e implementación de soluciones de integración utilizando la plataforma MuleSoft (Anypoint Platform y Anypoint Studio)",
  "task_flows": "Desarrollo de flujos de datos eficientes, escalables y reutilizables",
  "task_integration": "Integración de aplicaciones empresariales mediante distintos protocolos (REST y SOAP)",
  "task_dataweave": "Transformación de datos en formatos JSON y XML utilizando DataWeave 2.0",
  "task_git": "Gestión de control de versiones mediante GIT",
  "task_maintenance": "Mantenimiento evolutivo y correctivo de soluciones existentes",
  "task_support": "Soporte técnico durante las pruebas de integración con clientes y soporte post-implementación",
  "task_raml": "Diseño de RAML, acorde a especificaciones",
  "task_postman": "Envío de peticiones mediante Postman",
  "task_errors": "Manejo de Errores",
  "task_documentation": "Contribución a la documentación técnica y a la creación de manuales de usuario",
  "collections_desc": "Gestión de llamadas a clientes del Banco Santander que se encuentren en atraso, con el fin de brindarle solución a sus dificultades o asesorarlos con diversas formas de pago más accesibles.",
  "degree_tech": "Tecnicatura Universitaria en Programación",
  "degree_desc": "Estoy recibido de Técnico Universitario en Programación, a lo largo de la carrera pude obtener diversos conocimientos que me son muy útiles para mi labor diaria, además de capacitarme para detectar y analizar problemas de procesamiento de datos.",
  "degree_tech_text": "Pude trabajar satisfactoriamente con herramientas y tecnologías tales como \"C\", \"C#\", \"Js\", \"Php\", \"Angular\", \"Ionic\", \"Git\".",
  "github_text": "Se puede visualizar todos los proyectos realizados en mí github",
  "cert_mcd2": "MuleSoft Certified Developer - Level 2",
  "cert_mcd2_desc": "La certificación MuleSoft Certified Developer – Level 2 valida que un desarrollador tiene conocimientos y habilidades avanzadas para trabajar de forma independiente con aplicaciones MuleSoft de nivel profesional, especialmente aquellas que son \"production-ready\" (listas para producción) y se usan dentro de un entorno real.",
  "cert_mcd1": "MuleSoft Certified Developer - Level 1",
  "cert_mcd1_desc": "El examen MuleSoft Certified Developer – Nivel 1, valida que un desarrollador tiene el conocimiento y las habilidades necesarias para diseñar, construir, probar y depurar, implementar y administrar API básicas e integraciones.",
  "cert_dataweave": "Curso de Data Weave 2.0 a profundidad",
  "cert_dataweave_desc": "Curso de DataWeave 2.0, lenguaje utilizado para realizar diferentes transformaciones y procesamiento de datos en MuleSoft.",
  "cert_kotlin": "Curso de Android 11 con Kotlin",
  "cert_kotlin_desc": "Curso de Android 11 donde aprendí mas acerca de los distintos elementos disponibles en Android.",
  "cert_lab_android": "LAB Android",
  "cert_lab_android_desc": "Programa de capacitaciones que ofrece la empresa Neoris con el fin de capacitar personas en ciertas tecnologías, la duración es de aproximadamente 5 semanas.",
  "cert_lab_android_topics": "Fragments, Recycler Views, Linear Layouts, Adapters, Firestore (Conexión a base de datos, Altas, Bajas, modificaciones y además filtrado por parámetros), Material Design Components, Unit Tests, Implementation tests, Dialogs, Splash Screen.",
  "cert_web": "Programación Web",
  "cert_web_desc": "Mediante una serie de cursos di mis primeros pasos en la informática. En los cuales aprendí lo introductorio de Programación Web, Programación orientada a objetos y los lenguajes HTML y CSS, Js, MySql, Php.",
  "cert_link_text": "Haciendo click en los lenguajes se pueden descargar las certificaciones",
  "view_cert": "Ver Certificación"
}
